import Header from "../header/header"
import giveGift from './giveGift.png'
import "./about.scss";


const About = () => {
    return ( <div className="divAbout">
        {/* <Header></Header> */}
    {/* <div> 
         <img  src={giveGift}></img>  
    </div>  */}

    <h1>GIVE GIFT</h1>
    <h3>האתר מהוה אתר שיתופי להצגת רעיונות מתאימים לצורך רכישת מתנות. </h3>
    <h3> באתר ניתן לצפות ברעיונות רבים לרכישת מתנה על פי קטגוריות שונות כמו גיל,מין,תקציב,אירוע,תכונות אופי.</h3>
    <h3>משתמשים יכולים לשתף ולעלות תמונות של מתנות שונות שרכשו</h3>
    <h3>וכן להיכנס לרשימת חנויות אפשריות לרכישת המתנות שהוצעו עם </h3>
    <h3>מפת הגעה עד למקום.</h3>
    <h3>כמו כן בעלי עסקים תמורת תשלום חודשי יוכלו לפרסם פרסומות שונות של העסק.</h3>
    <h3>- המערכת לומדת את האתר ומשתמשי האתר ובכך יכולה "להסיק מסקנות" על </h3>
    <h3>המתנות הרווחות ביותר בכל קטגוריה ,גיל ... בקרב הציבור.</h3>
    <h3>- המערכת מאפשרת למשתמש לצפות ברעיונות שונים למתנות </h3>
    <h3>- המערכת מאפשרת למשתמש להיכנס לרשימת חנויות אפשריות לרכישה  עם מפת הגעה למקום </h3>
    <h3>- המערכת מאפשרת לצפות במתנות מעוצבות ובכרטיסי ברכה מעוצבים בהתאם.</h3>
    <h3>- המערכת מאפשרת למשתמש לשתף את משתמשי האתר במתנה שרכש ולהעלות תמונה </h3>
    <h3>- המערכת מאפשרת לבעלי עסק לפרסם את עצמם.</h3>
    <br></br>
    <h3>אומנם ישנם אתרים נוספים המאפשרים רעיונות לרכישה של מתנות </h3>
    <h3>אולם מסקר קצר שנערך בנושא עלה כי גלישה באתרים אלו אינה אפקטיבית , מכיוון שהיא </h3>
    <h3>מגבילה את המשתמש לחנות הספציפית שמשווקת ומפרסמת את עצמה. התאמת המתנה  מתבססת על פחות קריטריונים.</h3>
    <h3>האתר מהווה מבט היקפי ונרחב על כלל סוגי המתנות בלי קשר לחנות ספציפית</h3>
    <h3>ומאפשר למשתמשים להנות מחווית חיפוש על פי סינונים מדויקים ביותר  ללא אינטרסים אישיים.</h3>
    <h3></h3>
    <h3></h3>

    </div> );
}
 
export default About;